[
    {
        "key": "During the rains, the road gets easily flooded resulting in a lot of traffic on rainy days.",
        "value": "roads"
    },
    {
        "key": "The surface of the road is broken by heavy rains which have created the craters, making our journey worse. Most of the vehicles keep avoiding these craters and stick to one side of the road resulting in slow-moving traffic.",
        "value": "roads"
    },
    {
        "key": "This segment of the road was dug up 3 months before for some pipeline work. The road was not patched properly and a rough and uneven layer of concrete was dumped on these segments which made it extremely hard to drive on these segments.",
        "value": "roads"
    },
    {
        "key": "For the last four months, the road has been almost impassable. We have made several complaints, but no action has been taken.",
        "value": "roads"
    },
    {
        "key": "Bad Condition of Roads in our area.",
        "value": "roads"
    },
    {
        "key": "We beg to draw your kind attention to the bad road condition in our locality. The local residents are facing severe difficulties in transportation due to these bad roads.",
        "value": "roads"
    },
    {
        "key": "There is no appropriate drainage system by the side of the roads, which creates water overflow issues in rainy seasons and drainage clogging issues throughout the year.",
        "value": "roads"
    },
    {
        "key": "The main roads and the sub-roads connecting from the main road to our area are in a very poor condition. There are chances of road accidents every day. Many accidents leading to body injuries have already happened on these roads in the past. There is no appropriate drainage system by the side of the roads, which creates water overflow issues in rainy seasons and drainage clogging issues throughout the year.",
        "value": "roads"
    },
    {
        "key": "The children are facing trouble in going to school. The elders are fearful of falling down on damaged portions of the roads. The four-wheelers are especially facing hurdles in transporting. The arrival of ambulances at the patient's house is unnecessarily delayed because of the bad roads.",
        "value": "roads"
    },
    {
        "key": "The roads in this area of the city are in very bad condition. They have not been repaired for the last over three years. The roads have so many pitfalls which sometimes cause accidents for unwary drivers.",
        "value": "roads"
    },
    {
        "key": "My complaint is regarding the sweeper assigned to clean the roads in our area. Respected, the sweeper is not at all punctual and does not sweep the road a number of days in a week. I apologetically would inform you that the sweeper does not sweep properly and I would request you to kindly look into the same and take some appropriate action.",
        "value": "roads"
    },
    {
        "key": "For the last four months the road has been almost impassable. The surface of the road is broken by the heavy rains. There are heaps of road material on both sides of the road.",
        "value": "roads"
    },
    {
        "key": "The roads constructed at our locality are not having proper markings and also have improper lane markings. The road signboards are also placed incorrectly and even in some places boards are not placed which is causing issues for all the travelers and passers-by.",
        "value": "roads"
    },
    {
        "key": "Over the past few years, the condition of the road has much worsened since it has developed many pitfalls, ranging from small to dangerously big ones. A slight rainfall makes the road muddy, slippery, and submerged, making it extremely impossible for pedestrians to walk along with it. Moreover, vehicles can't ply freely and often fall a victim to submerged pitfalls.",
        "value": "roads"
    },
    {
        "key": "We faced heavy and prolonged rains this time and as a result, the roads have turned into a mesh of potholes. Needless to say, the divider and side markings have faded too.",
        "value": "roads"
    },
    {
        "key": "The potholes on the roads have damaging effects on the vehicles plying the roads. Both the private owners of vehicles and commercial bus drivers are wailing daily, complaining about the damaging effects of these roads on their vehicles. Many private car owners have parked their cars because they spend a lot of money repairing their cars which are damaged daily as a result of the poor state of the roads while many transporters have withdrawn their vehicles from the roads. This ultimately affects the movement of people and goods from one place to the other in the area. As a result of this, transport fare is exorbitant.",
        "value": "roads"
    },
    {
        "key": "I live in an area where the roads are small and parking is limited to the people who live here. I would like to make a complaint against the bus/truck drivers who always park on the road and block ups the one-way road. This makes the people late for work or appointments. Imagine if it was a police car or ambulance and they couldn’t get past fast enough.",
        "value": "roads"
    },
    {
        "key": "Expressing my opposition to the proposal for the construction of a new road across the local park. I am not alone in my concerns, and many locals share my worries about the increase in traffic, the destruction of the park, and the increased dangers. The park acts as a safe route for many children as they make their way to High School. A road in the way is, of course, going to increase the risk of traffic accidents on a daily basis. There is no need for a road to pass through the park, and as such, I would hope that you would not support the new road proposal.",
        "value": "roads"
    },
    {
        "key": "We have been witnessing for a month that most of the roads within the society are in very poor conditions. Besides, there are no marking lanes for the speed limit and zebra crossing, and lots of pits and pots are visible on the main road where most vehicles got stuck. Due to this, I, as well as other people in the area, are facing many issues.",
        "value": "roads"
    },
    {
        "key": "Bad Condition of Roads in our area. The prime problem is that we won’t be able to reach offices on time due to pathetic conditions of the roads including pothole which leads to traffic congestion daily. In addition, kids traveling times have increased because of the traffic low and they often came late from school, hence children don’t have time to complete their homework and take part in other activities.",
        "value": "roads"
    },
    {
        "key": "The road that connects Nimtola with Boropul was the metaled road, though quite narrow. About one year back, the road was cut open to lay water pipes, and after work was over, the road was covered with withstand and mud. It was expected that the road would be restored to its metallic condition after the rainy season was over. But that hope of the residents has been belied, and the road’s state has gone from bad to worse. The road has developed a lot of potholes.",
        "value": "roads"
    },
    {
        "key": "I would like to draw your kind attention to the worst condition of M.A Aziz road. This road is always busy because it connects the EPZ. Over the past few months, no steps were taken to repair the road. Moreover, heavy rains have been damaged as the main road, buses, taxis, heavy trucks, minibusses, etc. run at high speed.",
        "value": "roads"
    },
    {
        "key": "The road is bad. Many people injure.",
        "value": "roads"
    },
    {
        "key": "The poorly maintained roads and sidewalks are causing lots of inconvenience to the pedestrians and commuters with vehicles. It has been six months, we are living in such pathetic conditions and our multiple attempts for complaints have still not resulted in any action from the municipal authority.",
        "value": "roads"
    },
    {
        "key": "There are no speed breakers and people are driving carelessly which causes a dangerous accidents. However, I already had complained to the chairman. But I don't know why they are not taken seriously. Yesterday, My neighbor's friend died because of holes on the road.",
        "value": "roads"
    },
    {
        "key": "There are not enough waste bins in my area. That's why people are dumping waste on the roadside.",
        "value": "wastes"
    },
    {
        "key": "Dirty water spills on the road while transporting waste in an open truck.",
        "value": "wastes"
    },
    {
        "key": "City Corporation waste transportation during the daytime should be stopped.",
        "value": "wastes"
    },
    {
        "key": "Modern equipment should be added to waste management.",
        "value": "wastes"
    },
    {
        "key": "Dumping waste on the roadside spreads bad smells and pollutes the environment.",
        "value": "wastes"
    },
    {
        "key": "Tannery's solid and chemical waste has been plaguing nearby residential areas for decades.",
        "value": "wastes"
    },
    {
        "key": "Waste cleaning stuffs are not coming regularly in the Oxygen area.",
        "value": "wastes"
    },
    {
        "key": "Business is done with garbage in different areas of Chittagong, 80 to 100 taka is charged for waste collection in various areas, but the city corporation is supposed to make this work free. Then why the extra money is charged? Drawing the attention of the current administrator in this matter.",
        "value": "wastes"
    },
    {
        "key": "In the name of modern waste management, all the garbage is being burnt in the open every day and the environment is being damaged.",
        "value": "wastes"
    },
    {
        "key": "The wastes of all the canals connected to the river Karnafuli come to the shore of the river causing problems for the residents.",
        "value": "wastes"
    },
    {
        "key": "Patenga Beach tourist attraction will increase if wastes are managed properly.",
        "value": "wastes"
    },
    {
        "key": "Remaining packets of food, dirt and coconut shells are piled up on the Patenga beach by tourists and local shopkeepers causing the garbage to be disposed of on the beachside.",
        "value": "wastes"
    },
    {
        "key": "Certain people burn shop waste almost every afternoon/evening, there is a lot of black smoke. The nose began to burn in the smoke. Authority should take action.",
        "value": "wastes"
    },
    {
        "key": "I live in West Baklia, Bogarbil area. Here they are stacking garbage on the roads, there is no water in the canals, only polythene, and dirt. If there is anyone from the administration, please pay attention.",
        "value": "wastes"
    },
    {
        "key": "Garbage cars are not coming on time that's why garbage is stacked somewhere in a sack causing environmental pollution.",
        "value": "wastes"
    },
    {
        "key": "Most of the drains in Chittagong are open and the pile of garbage is so much that one cannot even breathe if he falls. If quick action is not taken in this matter, many more can die.",
        "value": "wastes"
    },
    {
        "key": "Are there any fixed fees for waste collection from home by the city corporation?",
        "value": "wastes"
    },
    {
        "key": "We have an educational institution in Muradpur, Chittagong. Due to the fact that our educational institution is on slightly higher ground, garbage trucks do not come here.",
        "value": "wastes"
    },
    {
        "key": "In my area garbage bill is taking 100 Tk. still, I have to carry and put the dirt under the building.",
        "value": "wastes"
    },
    {
        "key": "There are numerous used PPEs that are supposed to be burned near the Covid ward of the Chittagong General Hospital. City residents will have to suffer the consequences of extreme mismanagement of waste by the authority.",
        "value": "wastes"
    },
    {
        "key": "I kindly request Chittagong City Corporation to relocate the pile of garbage floating in front of MPB Gate No. 1.",
        "value": "wastes"
    },
    {
        "key": "This gas pipe adjacent to Gate No. 2, Chashma Hill Mosque, Mayor Gali-Iron Bridge is in a dangerous condition under garbage pressure. It can explode and accident at any time. Drawing the attention of authorities.",
        "value": "wastes"
    },
    {
        "key": "Garbage is constantly being dumped in front of Alhaj Yaqub Ali Girls College in the Fakirgali area of ​​Rampur Ward No. 25 of Chittagong. As a result, the stench of garbage is seriously polluting the environment of the college and the surrounding area.",
        "value": "wastes"
    },
    {
        "key": "Till now the waste removed from the drain of the Gosaildanga Loknath Dham line has not been cleaned. People can't travel. Responsible officers, please arrange to remove this garbage.",
        "value": "wastes"
    },
    {
        "key": "Agrabad Karmas College Road has become unqualified due to garbage on the road. Drawing attention to authority.",
        "value": "wastes"
    },
    {
        "key": "In the evening, too many mosquitoes in our area.",
        "value": "mosquitos"
    },
    {
        "key": "Too many mosquitoes to handle.",
        "value": "mosquitos"
    },
    {
        "key": "The problem becomes severe at the time of study of school students cause of mosquitoes.",
        "value": "mosquitos"
    },
    {
        "key": "Never seen this number of mosquitoes ever. Just unbearable.",
        "value": "mosquitos"
    },
    {
        "key": "The risk of Dengue is too high.",
        "value": "mosquitos"
    },
    {
        "key": "Lots of mosquitoes. There is no system to kill them in our area.",
        "value": "mosquitos"
    },
    {
        "key": "After the evening, the people of the area became restless of mosquitoes.",
        "value": "mosquitos"
    },
    {
        "key": "Mosquito infestation is on the rise due to piles of garbage and various construction materials lying on the road.",
        "value": "mosquitos"
    },
    {
        "key": "There are no mosquito repellent sprays in various drains and stagnant water is the breeding ground for mosquitoes.",
        "value": "mosquitos"
    },
    {
        "key": "Mosquito larvae and full-grown mosquitoes are swarming in the canals and drains of different areas of the city including Halishahar, Agrabad, Muradpur, 2 No Gate, Bahaddarhat, Baklia.",
        "value": "mosquitos"
    },
    {
        "key": "The presence of Aedes mosquitoes is found in most of the houses in the city. As a result, the risk of dengue has increased. Dengue patients have already been identified in the city and upazila.",
        "value": "mosquitos"
    },
    {
        "key": "There are allegations that mosquito repellent was sprayed on the residences of senior government officials including district administration and police administration in Chittagong. But there is no mosquito repellent spray activity in 41 wards, especially in the mosquito breeding grounds, various drains, and stagnant water.",
        "value": "mosquitos"
    },
    {
        "key": "Mosquito breeding is increasing in the bound water.",
        "value": "mosquitos"
    },
    {
        "key": "In our area, sometimes the responsibility of killing mosquitoes is fulfilled by spraying ineffective medicine, even if the mosquito does not die.",
        "value": "mosquitos"
    },
    {
        "key": "In our area, the regular removal of dirt is done, but cleaning of drains and mosquito repellent activities are not done regularly.",
        "value": "mosquitos"
    },
    {
        "key": "There is no such place in Chittagong, where mosquito infestation is not an issue. Surprisingly, where mosquitoes were never found, there is now a great deal of mosquito repression.",
        "value": "mosquitos"
    },
    {
        "key": "Chikungunya, a mosquito-borne disease, has plagued countless people for years. Chikungunya panic has also appeared in the minds of the city dwellers as the mosquito infestation has increased again. These mosquitoes can also spread deadly diseases such as dengue, malaria, and the Zika virus.",
        "value": "mosquitos"
    },
    {
        "key": "Although the cleaners of CCC were supposed to spray mosquito repellent in the morning and afternoon, it did not happen in the real sense. These need to be done properly.",
        "value": "mosquitos"
    },
    {
        "key": "There is no one to see if the mosquito repellent works at all. This requires proper monitoring. Although these issues are discussed and criticized every year, the authorities seem to ignore them.",
        "value": "mosquitos"
    },
    {
        "key": "Mosquito bites in the morning and evening are causing various diseases including malaria and dengue. Many people are seen taking shelter in mosquito nets even during the day to avoid mosquito infestation.",
        "value": "mosquitos"
    },
    {
        "key": "One million residents here have become helpless to mosquitoes. Especially the life of the lower castes around the drains has become miserable. Life here is getting stagnant like a mosquito.",
        "value": "mosquitos"
    },
    {
        "key": "Many people are leaning towards different coils and sprays to avoid mosquitoes. These coil sprays contain financially damaging as well as physically harmful substances.",
        "value": "mosquitos"
    },
    {
        "key": "I have never seen so many mosquitoes in my entire life. Even if the doors and windows are closed 24 hours a day, work is not being done. Everyone in the family is upset because of the mosquitoes. And if this is the case in elite areas, then it is difficult to understand what happens in ordinary places",
        "value": "mosquitos"
    },
    {
        "key": "Many people are dying prematurely due to dengue. Many are being treated in different hospitals. Aedes mosquitoes must be killed regularly to survive.",
        "value": "mosquitos"
    },
    {
        "key": "Mosquito infestation has increased in the port city of Chittagong since the end of winter. Despite the City Corporation's demand for adequate and regular spraying of medicines, the corporation has failed to provide relief to the citizens from mosquitoes.",
        "value": "mosquitos"
    },
    {
        "key": "The problem of waterlogging in Chittagong has reached such an extent that the first monsoon rain is enough to shut down the city.",
        "value": "water"
    },
    {
        "key": "people are blocking canals, ponds, lakes with soil with a view to making buildings, apartments, shops, shopping malls etc. So, water can not flow properly that’s why waterlogging happeneds.",
        "value": "water"
    },
    {
        "key": "during the monsoon time, the students cannot go outside the school, College or university because the water is up to knee",
        "value": "water "
    },
    {
        "key": "the waterlogging problem is affecting the health & communication system of the civilian, precautious measures are needed to be taken as early as possible.",
        "value": "water "
    },
    {
        "key": "the rain water cannot pass properly. So, the water is logged on road.",
        "value": "water"
    },
    {
        "key": "the water cannot pass properly, cause the drain is stuckd by wastes. So, drainage problem has to be solved by local authority or the city mayor.",
        "value": "water"
    },
    {
        "key": "the waterlogging problem is reigning in my area, sufferings of people know no bounds. Measures needed to be taken by the authority. ",
        "value": "water"
    },
    {
        "key": "The drainage system is not well planned here in Bakalia and Chawkbazar area.",
        "value": "water"
    },
    {
        "key": "we are facing problem in our locality due to waterlogging as it is a monsoon season.",
        "value": "water "
    },
    {
        "key": "waste from houses, other buildings, offices go through the drain. As the drain is stuck the water cannot pass.",
        "value": "water"
    },
    {
        "key": "there is a foul smell all around the result of waterlogging, and it has created a mosquito breeding place.",
        "value": "water"
    },
    {
        "key": "I contacted the municipal authority multiple times on waterlogging problem. but,  yet they have not responded to my queries and concerns. Please look into this issue at the earliest.",
        "value": "water"
    },
    {
        "key": "The logging of water in our locality throughout the entire monsoon season has really made our life very difficult.",
        "value": "water "
    },
    {
        "key": "The present drainage system is so defective that a good shower would create the whole area into a collection of small lakes and pools. The clogging of rainwater in some of these parts of the city becomes as deep as three feet.",
        "value": "water"
    },
    {
        "key": "Due to the problems of waterlogging, the residents have to face many problems like roads accidents and increasing mosquito-related diseases.",
        "value": "water"
    },
    {
        "key": "Normal raining causes water logging in the low-lying areas in the city regularly. As a result, the city dwellers in the low-lying areas of Chittagong suffer.",
        "value": "water"
    },
    {
        "key": "During the high tide, the low-lying areas of the city become completely waterlogged and commuters have to endure unspeakable suffering while travelling to those areas.",
        "value": "water"
    },
    {
        "key": "rainfall-induced waterlogging has become a common hazard in the highly urbanized coastal city of Chattogram, resulting in a high magnitude of property damage and economic loss.",
        "value": "water"
    },
    {
        "key": "Wastes from industries are usually connected to the sewerage system that directly flows to the rivers around the city and these rivers have become a dumping ground of all kinds of waste.",
        "value": "water"
    },
    {
        "key": "The increase in polluting effluents from industries, and municipal as well as other wastes is having profound negative impacts on rivers around Chittagong city.",
        "value": "water"
    },
    {
        "key": "Polluted water of the Chaktai river flowing around the Chittagong city is posing serious threats to people and ecosystem as well.",
        "value": "water"
    },
    {
        "key": "In my ward small industries and construction wastes pollute water in the areas while lack of sewerage treatment also contaminates water bodies.",
        "value": "water"
    },
    {
        "key": "all the water bodies are getting polluted including The Karnaphuli river, Chaktai Canal. Mainly mismanagement of solid wastes by the city corporations is responsible for water pollution.",
        "value": "water"
    },
    {
        "key": "We are totally five hundred families residing in our locality. We are facing a severe problem of growing instances of insufficient water supply for the last three months in our locality.",
        "value": "water"
    },
    {
        "key": "Suitable measures must be taken by the Mayor to curb the wastage of water in households and industries by imposing restrictions and ‘fines’ for breach of rules.",
        "value": "water"
    },
    {
        "key": "we are resident of Halishahar and Agrabad experiencing crucial health impacts resulting from deficient air quality.",
        "value": "air_pollution"
    },
    {
        "key": "The air quality in the city of Chittagong has been extremely hazardous for public health for over 10 years as the city Corporation authority could not contain the sources of pollution despite taking various projects and plans.",
        "value": "air_pollution"
    },
    {
        "key": "the air quality score has remained four to seven times higher than the acceptable limit of 50 for most of the year for many years",
        "value": "air_pollution"
    },
    {
        "key": "construction materials piled up on roads for the development of the flyover project, city Corporation's  construction work and hundreds of other private construction projects creating tons of dusts while carbon emission from vehicles and  smoke emissions for various purposes by the city dwellers",
        "value": "air_pollution"
    },
    {
        "key": "the areas became full of dust when the corporation cleaners cleaned roads with brooms.",
        "value": "air_pollution"
    },
    {
        "key": "contractors and private developers of the city corporation kept construction materials on roads for days. as a result it makes the pollution around the road sites.",
        "value": "air_pollution"
    },
    {
        "key": "Chattogram city people living in the unplanned residential facilities cannot breathe fresh air as well as get morning sunlight, the crucial living ingredients for good health.Air Pollution ",
        "value": "air_pollution"
    },
    {
        "key": "Dust pollution affects the children’s lung severely. They will suffer from bronchitis, pneumonia and allergic respiratory disorder if they inhale dust on a regular basis. so necessary steps should be taken immediately. ",
        "value": "air_pollution"
    },
    {
        "key": "City corporation sets containers for wastes but most people dump their household wastes outside the bins and it emits bad smell",
        "value": "air_pollution"
    },
    {
        "key": "Unfit vehicles are polluting the air as vehicles emit black smock in the air. and it polluting the air",
        "value": "air_pollution"
    },
    {
        "key": "Haphazard dumping of waste is causing bad smell and contaminating water sources. It also is polluting the air.",
        "value": "air_pollution"
    },
    {
        "key": "In my ward small industries and construction wastes pollutes air in the areas.",
        "value": "air_pollution"
    },
    {
        "key": "during the work on the roads it’s makes smoke of dust, but they do not watering properly ",
        "value": "air_pollution"
    },
    {
        "key": "some unfit vehicles makes black smoke and it’s makes the environment very unhealthy ",
        "value": "air_pollution"
    },
    {
        "key": "workers do not covering the working materials properly that's why it makes more dust and makes the air polluted ",
        "value": "air_pollution"
    },
    {
        "key": "many industries and factories makes black smoke and it contains carbon which is makes the air polluted",
        "value": "air_pollution"
    },
    {
        "key": "some industries emit bad smoke with carbon, sulfur and other bad materials with it.",
        "value": "air_pollution"
    },
    {
        "key": "many road of our city full of dust because bad condition of the road people can not go through them for the havy air the municipal authority do no taking any step to remove this problem",
        "value": "air_pollution"
    },
    {
        "key": "The air has already become thick with dust rising from construction of residential buildings, elevated expressway, and roads which are being dug for maintenance of utility services",
        "value": "air_pollution"
    },
    {
        "key": "Chittagong city continues to suffer from acute dust pollution and people suffer various problem for air pollution",
        "value": "air_pollution"
    },
    {
        "key": "the dust has increased in the city due to the road-digging of many agencies including CWasa.",
        "value": "air_pollution"
    },
    {
        "key": "the People of chittagong city are getting infected with many diseases due to the dust menace. Municipal authority should take needed steps to recover from this problems of air pollution",
        "value": "air_pollution"
    },
    {
        "key": "the same roads are dug up several times. Moreover, the dug-up roads are left unattended for weeks and it makes dust and pollute air",
        "value": "air_pollution"
    },
    {
        "key": "Air pollution in the city is worsening day by day due to the absence of monitoring and necessary steps need to be taken to control it",
        "value": "air_pollution"
    },
    {
        "key": "the air quality in Chittagong has remained consistently unhealthy during the dry season, the municipal authority should take enough move to reduce the air pollution",
        "value": "air_pollution"
    },
    {
        "key": "immediately stop all the illegal construction works on the bank of Karnaphuli river in Chattogram.  ",
        "value": "illegal_construction"
    },
    {
        "key": "The Fisherighat of the port city was built on the river land. Many other structures, including ice mills, have been built there",
        "value": "illegal_construction"
    },
    {
        "key": "various organisations including Karnaphuli Drydock are illegally constructing structures on the riverbanks.",
        "value": "illegal_construction"
    },
    {
        "key": "Pedestrians in peril as most footpaths remain occupied in port city",
        "value": "illegal_construction"
    },
    {
        "key": "Pedestrians in the Chittagong city cannot walk on footpaths for more than 200 yards at a stretch uninterruptedly. The reason: illegal occupation by vendors, hawkers and shopkeepers.",
        "value": "illegal_construction"
    },
    {
        "key": "In Nawab Sirajuddaula Road, steel almirah makers were seen spraying colours on their products on the footpath beside the Chawkbazar Post Office. Pedestrians were seen walking on the road avoiding the footpath.",
        "value": "illegal_construction"
    },
    {
        "key": "in Newmarket area all the shops keep their materials on the footpath for which pedestrians have to walk in the middle of the road",
        "value": "illegal_construction"
    },
    {
        "key": "In Didar Market area, furniture shops were seen to occupy the footpath, while in Jainab Colony, Room Ghata and Sub, groceries, bakery shops and street vendors took over those.",
        "value": "illegal_construction"
    },
    {
        "key": "Flower shops had been occupying footpaths in Cheragi Pahar Intersection for years in Momin road.",
        "value": "illegal_construction"
    },
    {
        "key": "In Telipotti Road, footpaths were seen to be occupied by sanitary items shops in Chawkbazar",
        "value": "illegal_construction"
    },
    {
        "key": "in Fazlul Quader Road, they were taken over by medicine shops and street vendors in Chattogram Medical College Hospital area.",
        "value": "illegal_construction"
    },
    {
        "key": "A restaurant is currently in operation occupying a large portion of the footpath in front of Chevron Clinical Laboratory in Praborttak area.",
        "value": "illegal_construction"
    },
    {
        "key": "It's getting increasingly difficult to walk on the streets. The city corporation and traffic department should take steps to free the footpaths from illegal occupation",
        "value": "illegal_construction"
    },
    {
        "key": "Attention should be given on keeping the footpaths free from illegal occupation to make those suitable for pedestrian movements while formulating plans by engineers and architects",
        "value": "illegal_construction"
    },
    {
        "key": "an unauthorised construction at Oxygen, Chittagong is being carried out without any CDA permission",
        "value": "illegal_construction"
    },
    {
        "key": "Illegal and unauthorized construction has made Chittagong  a dangerous city to live.",
        "value": "illegal_construction"
    },
    {
        "key": "I’d like to draw your attention to the illegal building taking place at Agrabad area which is creating a problem for tourists and disrupting traffic.",
        "value": "illegal_construction"
    },
    {
        "key": "Multi-storied buildings and various structures have been built by occupying the Rajakhali canal in Chattogram even though no construction is allowed within 12 feet of the canal.",
        "value": "illegal_construction"
    },
    {
        "key": "illegal constructions are made without any proper authority, nor they have any legal documents of the area to construct. To save their pockets they do not realize to go through all the necessary registration and hence go on making an illegal construction.",
        "value": "illegal_construction"
    },
    {
        "key": "A number of individuals, business and slums owners are erecting illegal structures at Bakalia, Patenga, Madrabari, Ghosail Danga, Monoharkhali, and Firingi Bazar areas on the river bank.",
        "value": "illegal_construction"
    },
    {
        "key": "The Karnaphuli river has shrunk due to illegal occupation.",
        "value": "illegal_construction"
    },
    {
        "key": "The Chaktai canal beside the Chawkbazar and Ghatfarhadbeg area, once the centre point of business, looks like a drain nowadays cause of illegal construction. Instead of the boats, garbage floats on this canal all the time.",
        "value": "illegal_construction"
    },
    {
        "key": "various government and non-government organisations are involved in the occupation and pollution of Karnaphuli. The width of the river has decreased due to brabbing.",
        "value": "illegal_construction"
    },
    {
        "key": "Most of the footpaths in Chittagong city remain occupied by businesses and vehicles parked illegally in the absence of proper monitoring and planning of the authorities concerned",
        "value": "illegal_construction"
    },
    {
        "key": "It has become too difficult to walk on footpaths due to hawkers and many businesspeople expanding their activities on the footpaths and roads",
        "value": "illegal_construction"
    },
    {
        "key": "The major sources of noise pollution in urban areas are traffic and loud horns. but the authority do not take enough steps to stop the noise pollution",
        "value": "noise_pollution"
    },
    {
        "key": "Like the other localities, sound pollution is very common here. Drivers of vehicles plying around the particular residential area always exceed the legal limit of sound making 55 decibel while hooking unnecessarily. The inhabitants cannot sleep well at night.",
        "value": "noise_pollution"
    },
    {
        "key": "Traffic Induced Noise Pollution and its Impact on Human Health in Chittagong City Corporation",
        "value": "noise_pollution"
    },
    {
        "key": "Excessive noise has become one of the major concerning of city life.",
        "value": "noise_pollution"
    },
    {
        "key": "Chittagong is one of the nosiest cities of the country. With economic development, the situation is expected to worsen farther.",
        "value": "noise_pollution"
    },
    {
        "key": "Motor vehicles are the principal source of noise pollution in the city of Chittagong. Responsible authority should take necessary steps to control noise pollution",
        "value": "noise_pollution"
    },
    {
        "key": "it was observed that the highest noise level in the roadside in Chittagong city was about 93dB found at AK Khan Circle and Agrabad circle, which far exceeded the acceptable limit of 60 dB set by the Government of Bangladesh.",
        "value": "noise_pollution"
    },
    {
        "key": "the dweller suffering from noise pollution are headache, bad temper, sleeplessness, aggravation, hearing problems etc",
        "value": "noise_pollution"
    },
    {
        "key": "We feel really disturbed. All the sound gadgets are let loose at the same time. Students, patients and children are facing this rather weird situation of sound pollution to their peril",
        "value": "noise_pollution"
    },
    {
        "key": "many people are at a high risk of losing their hearing permanently due to noise pollution in Chittagong city",
        "value": "noise_pollution"
    },
    {
        "key": "due to rapid urbanisation and industrialisation noise pollution is increasing day by day in Chittagong",
        "value": "noise_pollution"
    },
    {
        "key": "building construction sites are making high volume sounds which is harmful for the residents",
        "value": "noise_pollution"
    },
    {
        "key": "The alarmingly high level of noise pollution in Chittagong city calls for urgent attention of the authorities as well as the people at large",
        "value": "noise_pollution"
    },
    {
        "key": "the honking of cars has reached an unbearable limit and is a source of major discomfort for city dwellers.",
        "value": "noise_pollution"
    },
    {
        "key": "car horns, worn-out vehicles and poorly maintained car engines cause a lot of noise",
        "value": "noise_pollution"
    },
    {
        "key": "careless drivers continue to use their car horns in an insensitive manner without thinking about the effects on people of old age, babies, students and the sick near hospitals, clinics and schools.",
        "value": "noise_pollution"
    },
    {
        "key": "Car honking starts very early in the morning and continues unabated until midnight in many parts of the Chittagong city.",
        "value": "noise_pollution"
    },
    {
        "key": "Vehicles going to and coming out of schools, hospitals and shopping malls situated inside residential areas cause traffic congestion as well as serious noise pollution for the residents in these areas.",
        "value": "noise_pollution"
    },
    {
        "key": "the general public is unaware of the impact of noise pollution on their health and do not see how it can affect blood pressure, cause headaches, nausea, and insomnia.",
        "value": "noise_pollution"
    },
    {
        "key": "loudspeakers are used to advertise goods and services; and it’s the cause of noise pollution that is very harm for the citizens.",
        "value": "noise_pollution"
    },
    {
        "key": "microphones are used to celebrate weddings and cultural functions which is polluting noise.",
        "value": "noise_pollution"
    },
    {
        "key": "musical stores advertise their collections by playing popular songs nonstop. Authorities should take necessary steps to control this types of noise pollution",
        "value": "noise_pollution"
    },
    {
        "key": "construction workers break bricks and stones on their sites, without any consideration for the effects on passersby and inhabitants. it’s harmful for their mental health.",
        "value": "noise_pollution"
    },
    {
        "key": "The CCC authority should consider noise pollution as a serious concern and take action to keep it within limits to reduce the adverse effects of it.",
        "value": "noise_pollution"
    },
    {
        "key": "blaring of horns should be stopped near all hospitals, educational institutions, inside residential areas and office blocks.",
        "value": "noise_pollution"
    },
    {
        "key": "many of the public toilets in Chittagong city are not functioning properly.",
        "value": "public_sanitation"
    },
    {
        "key": "With a population of over 2.5 million, Chittagong city has 43 public toilets with not a single toilet for females.",
        "value": "public_sanitation"
    },
    {
        "key": "most of the time in Chittagong, people hold their pressure as there are no enough public toilets. Holding on till they find a suitable place to urinate or defecate can cause severe damage to the bladder, bowel and kidney.",
        "value": "public_sanitation"
    },
    {
        "key": "Most of the operational public toilets are in public places, but many do not even know they exist due to lack of information or proper signage.",
        "value": "public_sanitation"
    },
    {
        "key": "Most of the new public toilets require people to pay for the service. But most users are not ready to pay the price that would allow for the maintenance of such facilities.",
        "value": "public_sanitation"
    },
    {
        "key": "we need sanitary, easy to use, accessible and secure facilities to protect public health and to make life easier for common citizens.",
        "value": "public_sanitation"
    },
    {
        "key": "Toilets installed in Newmarket area by an NGO, now unusable due to lack of maintenance.",
        "value": "public_sanitation"
    },
    {
        "key": "Although Chittagong city's population is reportedly about 60 lakh, there are only 38 public toilets available for its residents.",
        "value": "public_sanitation"
    },
    {
        "key": "The number of lavatories is sufficient, and most of those are also unhygienic and in a decrepit condition.",
        "value": "public_sanitation"
    },
    {
        "key": "Most of the people in our area are not aware of issues regarding sanitation, hygiene or safe water. Women, especially, do not have access to such information.",
        "value": "public_sanitation"
    },
    {
        "key": "Sometimes female workers have to wait in a long queue to get access to the toilets at workplace due to the inadequate number of toilets in most of the factories.",
        "value": "public_sanitation"
    },
    {
        "key": "During rush hours, it is quite difficult to enter public toilets and there is no public toilet reserved for women.",
        "value": "public_sanitation"
    },
    {
        "key": "most of the public toilets are found unsanitary. Even the doors of the most of the toilets are dilapidated, exposing the poor maintenance.",
        "value": "public_sanitation"
    },
    {
        "key": "we don’t have adequate number of public toilets in our city and except a few ones, most of those toilets are not suitable for public use.",
        "value": "public_sanitation"
    },
    {
        "key": "A good number of city population live in slum areas, and according to LGED, many slum settlements have lack of sanitation facilities.",
        "value": "public_sanitation"
    },
    {
        "key": "many of the public toilets in Chittagong city are not operated appropriately.",
        "value": "public_sanitation"
    },
    {
        "key": "most of the public toilets in Chittagong city are not children and disabled-friendly.",
        "value": "public_sanitation"
    },
    {
        "key": "Though formally male and female toilets are separate but functionally there is no barrier between these two sections.",
        "value": "public_sanitation"
    },
    {
        "key": "In my area there are holes in the doors which make me uncomfortable to use public toilets.",
        "value": "public_sanitation"
    },
    {
        "key": "It is almost impossible to go inside the public toilets in a wheelchair as there is no ramp for easy access.",
        "value": "public_sanitation"
    },
    {
        "key": "Public toilets floors often remain dirty and slippery, and there is no bar or handle to grab. As a result, it becomes a challenge for a disabled person to go inside a public toilet without taking support from another person.",
        "value": "public_sanitation"
    },
    {
        "key": "in many public place people use roadside urination spots which are putting the ambience of the surrounding areas in jeopardy.",
        "value": "public_sanitation"
    },
    {
        "key": "flush and drainage system of the old public toilets don’t work properly which make these toilets highly unhygienic.",
        "value": "public_sanitation"
    },
    {
        "key": "Most of the operational public toilets are in public places, but many do not even know they exist due to lack of information or proper signage.",
        "value": "public_sanitation"
    },
    {
        "key": "There are many toilets where even lights don’t work. Yet these public toilets are operated for months without repairing the instruments as the persons who have the responsibility to maintain these washrooms have a little or no interest in public rights.",
        "value": "public_sanitation"
    },
    {
        "key": "The unauthorized shops built on the footpath of the GEC intersection, Bahaddarhat, Asian highway, and Dewanhat area, occupying footpath, which is causing an issue for the visitors and is also affecting the traffic.",
        "value": "others"
    },
    {
        "key": "This is to inform you that the footpaths of our streets have become camping places for beggars.",
        "value": "others"
    },
    {
        "key": "We would like to draw your kind attention to the poor maintenance of the streetlights in our locality. There are a few streetlights existing in our locality. Most of these are either not working or are in very poor condition providing dim light, which is of little to no use for the inhabitants of this ward.",
        "value": "others"
    },
    {
        "key": "We, the inhabitants of Ward No. 03 under your municipality, have the honor to state that there is no street light in many places of our ward. As a result, the people of this ward are suffering. The situation turns worse after sunset. ",
        "value": "others"
    },
    {
        "key": "I am a resident of 38-halishahr. And I want to bring to your attention that residents in our locality are facing problems of poor street light conditions.",
        "value": "others"
    },
    {
        "key": "People in our locality are suffering a lot due to the faulty pipelines in the sewage system. Because of the sewage problem, we face unhygienic conditions in our area.",
        "value": "others"
    },
    {
        "key": "The open drains in the locality spill over even after a small quantity of rain. anyone can fall into the open gutter and it may lead up to the death of the person.",
        "value": "others"
    },
    {
        "key": "My complaint is regarding the sweeper assigned to clean the streets in our area. Respected, the sweeper is not at all punctual and does not sweep the street a number of days in a week. I apologetically would inform you that the sweeper does not sweep properly and I would request you to kindly look into the same and take some appropriate action.",
        "value": "others"
    },
    {
        "key": "I am writing this letter to inform you that my neighbor, Mr. X, has been creating a nuisance every day. He is an alcoholic and creates a ruckus daily. All the residents of this area are being disturbed by this constant disturbance.",
        "value": "others"
    },
    {
        "key": "there are thousand of elderly people in our area leading a very poor life. The government should take the necessary action by enlisting them for old age allowance.",
        "value": "others"
    },
    {
        "key": "After descending from the roof, the thief attempted to enter through the back door. Fortunately, he was noticed by a neighbour, who promptly alerted us.",
        "value": "others"
    },
    {
        "key": "We would like to draw your kind attention to the lack of enough dispensaries or dispensary in our locality.",
        "value": "others"
    },
    {
        "key": "In our locality, every fast food stall reuses cooking oil again and again which is hazardous for our health. please take the necessary step to resolve this issue.",
        "value": "others"
    },
    {
        "key": "I live in an area where parking is limited to the people who live here. I would like to make a complaint against the truck drivers who always park in this area.",
        "value": "others"
    },
    {
        "key": "I wish to lodge a complaint that a second-hand scooter dealer, opposite my house, often blocks the pavement by parking scooters in a row there.",
        "value": "others"
    },
    {
        "key": "We would like to draw your attention to the need for a playground in our locality. We have many small children as well school-going children in our locality who are getting negative mental effect.",
        "value": "others"
    },
    {
        "key": "in our locality, there are not enough cemeteries and people are facing difficulties with this issue.",
        "value": "others"
    },
    {
        "key": "urban cemeteries have filled up or been dug up to build roads and homes, leading to an decrease in graveyards.",
        "value": "others"
    },
    {
        "key": "I have submitted my birth certificate for name correction, but 4 weeks have passed and I got no feedback for that. my birth certificate number is xyz. I have attached the form in a png image.",
        "value": "others"
    },
    {
        "key": "In my area, many people are still getting old age allowances for their elderly family members even after passing away. We want your kind attention to cut off these allowances and distribute them to the actual needy.",
        "value": "others"
    },
    {
        "key": "illegal way of getting old age allowance has increased due to lack of proper regulation.",
        "value": "others"
    },
    {
        "key": "I want to draw the government's attention toward the gradual decay of the public monument located in this area. It is our valuable heritage and national treasure. It is a specimen of great art and architecture. It reminds us of our glorious past.",
        "value": "others"
    },
    {
        "key": "the valuable heritage in our area has lost its original appearance due to a lack of proper maintenance.",
        "value": "others"
    },
    {
        "key": "I would like to draw your kind attention to the municipal school in my area. It has a few old building that needs reconstruction.",
        "value": "others"
    },
    {
        "key": "We, the citizens of the oxygen area, request that an all-girls school be opened in the city. We have noticed a lack of all-girls schools in the city and many of us believe that an all-girls school is a valuable need for the young girls in this society.",
        "value": "others"
    },
    {
        "key": " footpath, street light, street lights, streetlight, streetlights, sweage treatment, public safety, dispensary, dispensaries, food safety, carparking, car parking, playground, playing",
        "value": "others"
    }
]